{"sections":{"main":{"type":"main-page","settings":{"subheading":"","subheading_size":3,"show_title":true,"heading_size":8,"show_content":true,"text_size":4,"align_text":"text-center","width":"wrapper","bg_color":"rgba(0,0,0,0)","color":"","padding_top":50,"padding_bottom":50}},"99e80c75-7ef8-4d02-9151-616f0678e870":{"type":"section-sidebar","blocks":{"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-0":{"type":"header","settings":{"title":"Bamboo Info"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-1":{"type":"accordion","settings":{"title":"IS BAMBOO TOILET PAPER SOFT?","content":"<p>Soft is subjective. Take a look at the reviews by going to the product page and scrolling down to the bottom. The majority of reviewers feel the bamboo paper is soft, silky and a much better experience than other dusty and crumbly papers that are on the market. The team at Rizzi Home thinks Rizzi Home bamboo paper is not only soft, it's also way stronger and provides for a better pull while you're wiping.<\/p>"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-2":{"type":"accordion","settings":{"title":"WHY USE BAMBOO?","content":"<p>Bamboo is one of the fastest growing, strongest and most useful plants on the planet. With the ability to grow more than a meter a day, bamboo is a renewable resource that reaches maturity in 4-6 years or less; in sharp contrast, trees require decades (20 to 50 years) to recover from harvesting. Truly a wonder of nature, bamboo grows easily, even in environmentally stressed areas and unique settings like mountainsides and steep slopes, where other crops cannot. The plant thrives in depleted soil and when it is cut, the stem is left in the soil to sprout a new shoot and start the growing process again. Releasing 30% more oxygen into the atmosphere and absorbing more carbon dioxide in comparison to other plants, bamboo protects the environment as it grows and even helps to reduce soil erosion. Bamboo paper is recyclable. Just like paper made from wood pulp, bamboo paper can be recycled to lessen our impact on the environment and further reduce our reliance on trees and the catastrophic environmental effects of clear-cutting and deforestation. Overall, bamboo offers us strength, sustainability, versatility, and an environmentally responsible alternative. Some tree free products use fillers like sugar cane and recycled material or even virgin tree pulp fibers, Rizzi Home paper is 100% bamboo.<\/p>"}},"9734861a-664c-4cf9-9f04-73f5c831dd20":{"type":"accordion","settings":{"title":"WHY DO YOU WRAP EACH ROLL IN PAPER?","content":"<p>Well, we think it's better than plastic. You can protect each roll from the dust and other nonsense floating around in the bathroom and also display it outside of your bathroom cabinets for a decorative chic look. No more reaching for a new roll when you're out of toilet paper. You can re-purpose the wrapper and do something creative with it. Or you can recycle it. Either way, it's a better and cuter alternative to plastic wrapping.<\/p>"}},"b7c41d42-b739-4fde-b25e-4628541b9bab":{"type":"accordion","settings":{"title":"WHY IS BAMBOO TOILET PAPER SUSTAINABLE?","content":"<p><strong>Some fascinating and eye-opening facts:<\/strong><br\/>Americans consume 20% of the world's toilet paper.<br\/>Most toilet paper usage in the US comes from Canada, depleting their forests and causing devastating environmental damage.<br\/>By using bamboo toilet paper, you will save 384 trees in your lifetime.<br\/>Bamboo forests mature in 4 to 6 years versus the 20 to 50 years it takes for trees to recover from harvesting.<br\/>You have made a great decision to switch to not just 100% bamboo paper, also to Rizzi Home paper.<br\/><br\/>Truly a wonder of nature, bamboo grows easily, even in environmentally stressed areas and unique settings like mountainsides and steep slopes, where other crops cannot. The plant thrives in depleted soil and when it is cut, the stem is left in the soil to sprout a new shoot and start the growing process again. Releasing 30% more oxygen into the atmosphere and absorbing more carbon dioxide in comparison to other plants, bamboo protects the environment as it grows and even helps to reduce soil erosion.<\/p>"}},"b1c1bd8c-bcc0-499f-930b-8e5022bcdc6f":{"type":"accordion","settings":{"title":"CAN YOU RECYCLE BAMBOO?","content":"<p>Bamboo paper is recyclable. Just like paper made from wood pulp, bamboo paper can be recycled to lessen our impact on the environment and further reduce our reliance on trees and the catastrophic environmental effects of clear-cutting and deforestation.<\/p>"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-3":{"type":"header","settings":{"title":"Shipping & Returns"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-4":{"type":"accordion","settings":{"title":"WHAT IS YOUR RETURN POLICY?","content":"<p>The bottom line is this: your happiness is our business. If your order is lost, injured, or mauled by bears in transit, we are happy to replace it as fast as humanly possible (certain restrictions apply). We do not process refunds and do not accept toilet paper cartons back once they've shipped out for sanitary reasons. We do provide replacements if the product is, for some reason, damaged or defected.<\/p>"}},"2ca717d6-4e34-4ccf-8de6-6c119ccb5150":{"type":"accordion","settings":{"title":"WHERE DOES RIZZI HOME SHIP FROM?","content":"<p>Currently, we ship from California and Nevada warehouses.<\/p>"}},"4f82749f-9df2-4705-bb17-5f5910ea6aae":{"type":"accordion","settings":{"title":"WHERE ARE RIZZI PRODUCTS MADE?","content":"<p>In China.<\/p>"}},"0417cb00-cd6f-456d-833e-b09dc4e82a8b":{"type":"accordion","settings":{"title":"HOW CAN I UPDATE MY SHIPPING ADDRESS?","content":"<p>Login to your account &gt; Manage Subscriptions &gt; Edit Shipping Address.<\/p><p>NOTE: You need to update the shipping address within the manage subscriptions section. Simply adding your new address to your customer profile will not update the subscription, since you can have multiple subscriptions to different addresses, each subscription needs to be updated separately.<\/p>"}},"942e9ee5-c4f0-4094-b7ae-b9979baaba88":{"type":"accordion","settings":{"title":"WHAT SHIPPING OPTION COMES WITH A SUBSCRIPTION?","content":"<p>All subscription orders default to FedEx SmartPost shipping option.<\/p><p>NOTE: Only Mainland US Subscribers get Free Shipping on all of their orders.<\/p>"}},"b879b027-c30e-4281-8bf2-9f667d5ccb37":{"type":"accordion","settings":{"title":"WHAT ARE THE SHIPPING TIMES?","content":"<p>FedEx SmartPost - 4 to 10 days<\/p><p>FedEx 3 days - 3 days<\/p><p>FedEx 2 days - 2 days<\/p><p>FedEx Overnight - 1 day<\/p><p>Shipping cut off times are at 11am PST Monday - Friday. All orders that come in before 11am PST are shipped out the next day.<\/p>"}},"b14d7826-a43b-4a58-97c9-1a6186a607f8":{"type":"accordion","settings":{"title":"CAN I RETURN MY PRODUCTS?","content":"<p>We do not return toilet paper, paper towels and tissue paper for sanitary reasons. If there's something wrong with your shipment or it arrives damaged, we will send you a replacement for your order.<\/p>"}},"696f1783-6e0f-43a1-9842-665b9696ae34":{"type":"header","settings":{"title":"Subscription Management"}},"1d7b6205-6519-476f-a886-62052d631063":{"type":"accordion","settings":{"title":"CAN I CANCEL MY ORDER?","content":"<p>You can cancel your order if it has not yet been prepared to ship or shipped. Once it ships, it is not longer eligible for cancellation.<\/p>"}},"57a2e462-9b92-49da-959d-f75fe4d1bde7":{"type":"accordion","settings":{"title":"CAN I PAUSE MY SUBSCRIPTION?","content":"<p>Yes, absolutely! You can pause or cancel your subscription at anytime. Manage Subscription &gt; Pause<\/p>"}},"d19c0aff-3cf0-41d7-b4c0-e81f8a33acc8":{"type":"accordion","settings":{"title":"HOW DO I LOGIN AND SET UP AN ACCOUNT?","content":"<p>Every customer who has ordered with us already can easily login by going to \"Manage Subscription\" and inputting their email to receive a secure access link. No passwords required!<br\/><\/p><p>Once you're logged in, you'll be able to view details of past orders and manage your subscription.<\/p>"}},"1d3a215c-a013-42a3-b346-2d26048c774f":{"type":"accordion","settings":{"title":"HOW CAN I MANAGE MY SUBSCRIPTION?","content":"<p>Located at the bottom of the site you will see a button to \"Manage Subscription\". It will prompt you to enter your email for your access code. If you are having trouble making changes, email us at hello@rizzihome.com and we'll help you make changes to your subscription.<\/p>"}},"79385dee-c546-4947-828a-42a8328b7762":{"type":"accordion","settings":{"title":"WHAT CHANGES CAN I MAKE TO MY SUBSCRIPTION?","content":"<p>Great question! Once you subscribe, you can cancel at any time. You can also skip your next deliveries or as many future deliveries as you need to skip. You can change your shipping address, your billing information, your payment information, or you can make updates to your carton size and pattern style selections. Nothing is permanent. You can always make edits. If you cannot figure out how to do it online once you login, email us and we will help you make the changes you need.<\/p>"}},"9fb00569-14b9-4f20-b711-7b1ae06cd83f":{"type":"accordion","settings":{"title":"WHAT BENEFITS COME WITH SUBSCRIBING TO A REGULAR DELIVERY?","content":"<p>We want you to be happy with your subscription plan, that's why we're giving you free shipping, better pricing and ease of management.<\/p><ul><li>Get text reminders for your upcoming order.<\/li><li>Easy passwordless logins.<\/li><li>Running out? Easily \"Order Now' from your customer portal.<\/li><li>Out of town? Skip your upcoming order via SMS.<\/li><li><strong>Save 12% and get Free Mainland US Shipping.<\/strong><\/li><li>Easily skip, pause, delay or reschedule your orders.<\/li><\/ul>"}},"c18f949c-7ddb-4cbb-a964-a7c58f962081":{"type":"accordion","settings":{"title":"HOW DO I KNOW HOW TO TIME MY ORDERS SO I DON'T HAVE TOO MUCH BUT DON'T RUN OUT EITHER?","content":"<p>You can easily edit your order frequency and set a customized order date from your customer portal.<\/p><p><\/p><p>When you select your order frequency, please keep in mind that it is how often an order will process, not when it will be delivered. Currently, the default shipping for subscriptions is FedEx Smartpost with a shipping time of 4 - 10 days (sometimes sooner if you're the west coast). You want to account for about a week to delivery when taking into considering your order frequency.<\/p>"}},"199c1dc2-1298-4133-a19c-6fe892edf3c0":{"type":"accordion","settings":{"title":"HOW DO I KNOW HOW MUCH TO ORDER?","content":"<p>As a rule of thumb, one adult uses about 3 rolls of toilet paper each week. If you are a light user, you can calculate 2 rolls a week and if you are heavy user you can calculate 4 rolls a week. A carton of 24 rolls should last on average about 8 weeks per one adult.<\/p>"}},"0e0b68d5-f8db-43b7-a49a-1c34a80c4941":{"type":"accordion","settings":{"title":"HOW CAN I CHANGE MY ORDER FREQUENCY?","content":"<p>Login to your account &gt; Manage Subscriptions &gt; Edit Order Frequency. You can select any number of weeks or months you like.<\/p>"}},"69e093a4-8c30-40ba-b4ac-edc6b95e2a8c":{"type":"accordion","settings":{"title":"HOW CAN I CHANGE MY BILLING INFORMATION?","content":"<p>Manage Subscriptions &gt; Edit billing information.<\/p>"}},"1ba1642e-0d93-4fa1-a8c4-be6463c0b646":{"type":"accordion","settings":{"title":"CAN I CHANGE MY PRODUCT CHOICE\/STYLE?","content":"<p>Yes, absolutely!<\/p><p>Manage Subscriptions &gt; 'Edit' your order &gt; Choose a product &gt; Choose a type and quantity &gt; Save!<\/p>"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-5":{"type":"header","disabled":true,"settings":{"title":"Contact"}},"template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-6":{"type":"text","disabled":true,"settings":{"text":"<p>Still have questions? We're happy to help! Please email us at hello@rizzi.com and we will get back to you within 24 hours.<\/p>"}},"8d2d7a00-f539-4166-97db-cd327f1b0977":{"type":"accordion","disabled":true,"settings":{"title":"IS IT SEPTIC SAFE?","content":"<p>Yes.<\/p>"}},"7dbe3c73-4a27-4332-96f2-42d0ca704d1f":{"type":"accordion","disabled":true,"settings":{"title":"IS NO.2 TOILET PAPER BPA FREE?","content":"<p>Yes! There's no plastic packaging and the paper materials are all 100% BPA free.<\/p>"}},"d4805853-9229-4237-a916-7dd354646d86":{"type":"accordion","disabled":true,"settings":{"title":"WHAT IS USED TO PRINT ON THE WRAPPER?","content":"<p>The wrappers are printed with soy ink.<\/p>"}},"d6c86067-baf6-4a5d-b107-7b0b52f19656":{"type":"accordion","disabled":true,"settings":{"title":"HOW LONG WILL IT TAKE TO FINISH 24 ROLLS?","content":"<p>Great question! Many reviewers report that they go through our rolls slower than other toilet paper brands because our toilet paper is 3-ply, stronger and doesn't tear easily. It depends if you're an aggressive toilet paper user or not. On average a one person household will go through 24 rolls in 6 to 8 weeks.<\/p>"}},"ff92ba08-2f96-4c31-9836-1bcaba251e90":{"type":"accordion","disabled":true,"settings":{"title":"WHERE IS YOUR BAMBOO SOURCED?","content":"<p>The bamboo comes from the Sichuan province of China.<\/p>"}},"f68c760b-fc24-4549-b747-fbcce30e25f0":{"type":"accordion","disabled":true,"settings":{"title":"IS THE TOILET PAPER CHLORINE FREE?","content":"<p>Our manufacturing plant uses bleached sulphate bamboo pulp ECF (Non-Elementary Chlorine Bleaching). This is an excellent bleaching agent in comparison to Chlorine. In order to further reduce the pollution of bleaching, which wastes water, pulp mills adopt deep delignification, oxygen delignification and low chlorine content multi-stage bleaching, and use chlorine dioxide instead of chlorine, which is called element-free chlorine bleaching (ECF). Cl2 gas and Cl02 will form chlorinated organic compounds. However, Cl2 tends to bind to lignin. Cl02 generally splits lignin, leaving chlorinated organic compounds that are water-soluble and very similar to those existing chemicals in the natural environment. Therefore, dioxin and furan content in ECF bleaching doesn't waste a lot of water. Under the same pulp quality, the total active halogens and total chlorophenols in bleaching can be greatly reduced by using elemental chlorine-free bleaching.<\/p>"}},"1975292c-790b-457a-82d9-7b7ed9cd2c75":{"type":"accordion","disabled":true,"settings":{"title":"WHAT IS YOUR RETURN POLICY?","content":"<p>The bottom line is this: your happiness is our business. If your order is lost, injured, or mauled by bears in transit, we are happy to replace it as fast as humanly possible (certain restrictions apply). We do not process refunds and do not accept toilet paper cartons back once they've shipped out for sanitary reasons. We do provide replacements if the product is, for some reason, damaged or defected.<\/p>"}},"fc93bcfe-5784-4509-8d10-acad081bb8d8":{"type":"accordion","disabled":true,"settings":{"title":"WHERE IS NO.2 TP MADE?","content":"<p>In China.<\/p>"}},"1f861555-ebf9-4f7c-83d0-b08cce202d07":{"type":"accordion","disabled":true,"settings":{"title":"WHERE DOES NO.2 TP SHIP FROM?","content":"<p>Currently, we ship from California and Nevada warehouses.<\/p>"}},"308c5044-818c-4791-ad1b-3e4f816beff6":{"type":"accordion","disabled":true,"settings":{"title":"CAN I CANCEL MY ORDER?","content":"<p>You can cancel your order if it has not yet been prepared to ship or shipped. Once it ships, it is not longer eligible for cancellation.<\/p>"}},"62f1a876-e6c8-4554-8882-b55941858aac":{"type":"accordion","disabled":true,"settings":{"title":"HOW CAN I MANAGE MY SUBSCRIPTION?","content":"<p>Login to \"my account\" located at the bottom of the site. There you will see a button to \"manage subscription.\" If you are having trouble making changes, email us and we'll help you make changes to your subscription.<\/p>"}},"b654993d-d831-40a2-bdf1-ca60fbca412e":{"type":"accordion","disabled":true,"settings":{"title":"WHAT CHANGES CAN I MAKE TO MY SUBSCRIPTION?","content":"<p>Great question! Once you subscribe, you can cancel at any time. You can also skip your next deliveries or as many future deliveries as you need to skip. You can change your shipping address, your billing information, your payment information, or you can make updates to your carton size and pattern style selections. Nothing is permanent. You can always make edits. If you cannot figure out how to do it online once you login, email us and we will help you make the changes you need.<\/p>"}},"28209bf9-a029-4532-b3ee-5ba09f9225a4":{"type":"header","disabled":true,"settings":{"title":"Covid Related Delays"}},"8c03a4a7-7a88-407a-bd78-81a6cd4f71f3":{"type":"accordion","disabled":true,"settings":{"title":"SHIPPING DELAYS DUE TO COVID-19","content":"<p>Due to the current Covid-19 pandemic, shipping carriers warn of possible delays in shipping. In some areas around the country the delays in shipping can be longer.<\/p>"}},"59a986ef-b825-43d7-8bab-c54921d5db63":{"type":"header","settings":{"title":"Order Cancellations"}},"d58f0dda-07ed-4d5c-a178-87614fb4ee91":{"type":"accordion","settings":{"title":"CAN I CANCEL MY ORDER?","content":"<p>We are happy to cancel your order for you as long as it has not shipped. Please email <a href=\"mailto:help@gono2.com\" target=\"_blank\" title=\"help@gono2.com\">help@rizzihome.com<\/a> with your order number and your request to cancel.<\/p>"}},"15cecaf6-8cc5-460f-ae95-9aecb5fb89b8":{"type":"accordion","settings":{"title":"WHAT IS THE TIMELINE TO CANCEL MY ORDER?","content":"<p>The cut-off time is 11am PST daily. You can cancel any order placed the same morning before 11am PST.<\/p><p>NOTE: You must receive a confirmation that your order was cancelled. Simply emailing us does not confirm that your order was cancelled. We do our best to respond to emails as quickly as possible. However, on high traffic days there can be a lag time.<\/p>"}},"3789b964-f0a3-4368-80fa-691361a7d033":{"type":"accordion","settings":{"title":"CAN I CHANGE AN ORDER I ALREADY PLACED?","content":"<p>Before your order has been shipped, you are able to edit your order frequency, add on additonal products, remove products and change the quantity in your <a href=\"https:\/\/www.rizzihome.com\/tools\/bundle-subscriptions\" title=\"https:\/\/www.rizzihome.com\/tools\/bundle-subscriptions\">customer portal<\/a>. <\/p>"}},"b0cfc5eb-63bd-4c1c-8655-dd7a3420b949":{"type":"accordion","settings":{"title":"WHERE DO YOU SHIP TO?","content":"<p><strong>USA and Canada. <\/strong>We do not ship to PO Box addresses or addresses in Alaska, Hawaii, Guam, Virgin Islands, APO, Puerto Rico, American Sonoma, Micronesia, Marshall Islands, Northern Mariana Islands, or Palau.<\/p>"}}},"block_order":["template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-0","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-1","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-2","9734861a-664c-4cf9-9f04-73f5c831dd20","b7c41d42-b739-4fde-b25e-4628541b9bab","b1c1bd8c-bcc0-499f-930b-8e5022bcdc6f","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-3","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-4","2ca717d6-4e34-4ccf-8de6-6c119ccb5150","4f82749f-9df2-4705-bb17-5f5910ea6aae","0417cb00-cd6f-456d-833e-b09dc4e82a8b","942e9ee5-c4f0-4094-b7ae-b9979baaba88","b879b027-c30e-4281-8bf2-9f667d5ccb37","b14d7826-a43b-4a58-97c9-1a6186a607f8","696f1783-6e0f-43a1-9842-665b9696ae34","1d7b6205-6519-476f-a886-62052d631063","57a2e462-9b92-49da-959d-f75fe4d1bde7","d19c0aff-3cf0-41d7-b4c0-e81f8a33acc8","1d3a215c-a013-42a3-b346-2d26048c774f","79385dee-c546-4947-828a-42a8328b7762","9fb00569-14b9-4f20-b711-7b1ae06cd83f","c18f949c-7ddb-4cbb-a964-a7c58f962081","199c1dc2-1298-4133-a19c-6fe892edf3c0","0e0b68d5-f8db-43b7-a49a-1c34a80c4941","69e093a4-8c30-40ba-b4ac-edc6b95e2a8c","1ba1642e-0d93-4fa1-a8c4-be6463c0b646","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-5","template--16063923028147__99e80c75-7ef8-4d02-9151-616f0678e870-1668801909822e875a-6","8d2d7a00-f539-4166-97db-cd327f1b0977","7dbe3c73-4a27-4332-96f2-42d0ca704d1f","d4805853-9229-4237-a916-7dd354646d86","d6c86067-baf6-4a5d-b107-7b0b52f19656","ff92ba08-2f96-4c31-9836-1bcaba251e90","f68c760b-fc24-4549-b747-fbcce30e25f0","1975292c-790b-457a-82d9-7b7ed9cd2c75","fc93bcfe-5784-4509-8d10-acad081bb8d8","1f861555-ebf9-4f7c-83d0-b08cce202d07","308c5044-818c-4791-ad1b-3e4f816beff6","62f1a876-e6c8-4554-8882-b55941858aac","b654993d-d831-40a2-bdf1-ca60fbca412e","28209bf9-a029-4532-b3ee-5ba09f9225a4","8c03a4a7-7a88-407a-bd78-81a6cd4f71f3","59a986ef-b825-43d7-8bab-c54921d5db63","d58f0dda-07ed-4d5c-a178-87614fb4ee91","15cecaf6-8cc5-460f-ae95-9aecb5fb89b8","3789b964-f0a3-4368-80fa-691361a7d033","b0cfc5eb-63bd-4c1c-8655-dd7a3420b949"],"settings":{"width":"wrapper","bg_color":"","color":"","padding_top":0,"padding_bottom":100}},"faq-first":{"type":"page-faq","disabled":true,"blocks":{"faq-heading":{"type":"heading","settings":{"title":"FAQ"}},"faq-0":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"faq-1":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"faq-2":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}}},"block_order":["faq-heading","faq-0","faq-1","faq-2"],"settings":{"width":"wrapper--narrow","bg_color":"","color":"","border_color":"","padding_top":50,"padding_bottom":50}},"faq-second":{"type":"page-faq","disabled":true,"blocks":{"heading-0":{"type":"heading","settings":{"title":"Shipping questions"}},"question-1":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"question-2":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"question-3":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}}},"block_order":["heading-0","question-1","question-2","question-3"],"settings":{"width":"wrapper--narrow","bg_color":"#fafafa","color":"","border_color":"","padding_top":50,"padding_bottom":50}},"faq-third":{"type":"page-faq","disabled":true,"blocks":{"heading-0":{"type":"heading","settings":{"title":"Returns questions"}},"question-1":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"question-2":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}},"question-3":{"type":"question","settings":{"title":"Frequently asked question","content":"<p>Share details about your shipping policies, item returns, or customer service.<\/p>"}}},"block_order":["heading-0","question-1","question-2","question-3"],"settings":{"width":"wrapper--narrow","bg_color":"","color":"","border_color":"","padding_top":50,"padding_bottom":50}},"icons":{"type":"section-text-row","disabled":true,"blocks":{"icon-0":{"type":"text-item","settings":{"icon_name":"icon-lock-card","icon_color":"#548687","title":"Secure transactions","text":"Transactions are handled with bank-grade security."}},"icon-1":{"type":"text-item","settings":{"icon_name":"icon-basket-like","icon_color":"#548687","title":"Simple checkout","text":"Our secure checkout is quick and easy to use."}},"icon-2":{"type":"text-item","settings":{"icon_name":"icon-chat","icon_color":"#548687","title":"Get in touch","text":"Don't see your questions below? Email us at hello@rizzi.com"}}},"block_order":["icon-0","icon-1","icon-2"],"settings":{"text_alignment":"center","icon_size":20,"icon_alignment":"icon--top","heading_size":"h6","bg_color":"","color":"","padding_top":100,"padding_bottom":100}}},"order":["main","99e80c75-7ef8-4d02-9151-616f0678e870","faq-first","faq-second","faq-third","icons"]}